{
  "site.title": "CrystalSoft",
  "site.separator": " - ",
  "site.cookie_accept": "Accept",
  "site.cookie_policy": "By clicking on 'Accept', you agree to the use of cookies and other technologies to process your personal data (e.g. IP Address) to enhance and personalise your experience across CrystalSoft.",
  "menu.home": "Home Page",
  "menu.products": "Products",
  "menu.news": "News",
  "menu.about": "About",
  "menu.contacts": "Contacts",
  "menu.terms": "Terms and Conditions",
  "menu.privacy": "Privacy Policy",
  "label.disclaimer": "Software is provided \"as is\" and without any warranty. We therefore decline any moral or immoral, direct and/or indirect damage caused by our software.",
  "label.header": "We are more than a software house company.",
  "label.discover_more": "Discover more",
  "label.explore": "Explore products",
  "label.news": "Show all news",
  "label.more_info": "Do you need help?",
  "label.more_info_contact": "Contact us",
  "label.working": "Under construction",
  "label.not_found": "404 Page not found!",
  "home.site.title": "CrystalSoft: software, apps, website and games",
  "home.label.promo": "Performances. Quality. Professionalism.",
  "home.label.promo_long": "For years, we have been dedicated to creating freeware software, applications, websites and web services, using the latest tools and delivering the best possible experience.",
  "home.promo.posso_partire_title": "New website created to help italian travelers",
  "home.promo.posso_partire_description": "During the Covid-19 pandemic is actually very hard finding where italian travelers could go, with this service we help people understanding it.",
  "home.label.intro": "Different thinking regarding the software engineering",
  "home.label.freeware": "Freeware",
  "home.label.freeware_description": "During these years, we made several freeware software such as our WinRefine application for Windows, totally free, since ever.",
  "home.label.web": "Web",
  "home.label.web_description": "Web has always been one of our pillars, we build quality websites, usable on all devices with an easy and usable user interface.",
  "home.label.mobile": "Mobile",
  "home.label.mobile_description": "The mobile world has always fascinated us a lot and we have focused on the Android platform mainly, there are many interesting projects in our mind that we will release soon.",
  "home.label.main": "Our story begin in 2005, when we started building the first Windows software using the C++ programming language.",
  "home.label.main_2": "Over the years we have also led the development for other operating systems such as Linux and from that moment, when we create a software, we think it for all platforms as possible, creating cross-platform applications.",
  "home.label.explore_products": "Explore latest projects",
  "home.label.news": "Read our latest news",
  "home.products.posso_partire.description": "È un servizio pensato e creato per aiutare le persone che vogliono viaggiare all'estero ma che trovano difficile capire in quale paese possono o meno spostarsi. L'emergenza pandemica Covid-19 ha messo tutti a dura prova ed è sempre più difficile capire dove si può viaggiare per turismo.",
  "home.products.compact_web_document.description": "The CWD format is a new powerful and multimedia document file that allows rich contents such images, videos, audios, live maps and of course, text. With CWD you can easily build your own document with HTML, CSS and JavaScript and the resulting file is an high standard and compressed portable document, readable with a CWD Reader.",
  "home.news.posso_partire.description": "New website created to help italian travelers! During the Covid-19 pandemic is actually very hard finding where italian travelers could go, with this service we help people understanding it.",
  "home.news.compact_web_document.description": "Compact Web Document also known as CWD, is an innovative document format that is made for pixel perfect document view on any platform possible.",
  "home.news.crazy_cricket.description": "Simple addictive game ever. Jump from block to block and get the best score!",
  "home.news.risposta_sbagliata.description": "Con Risposta Sbagliata! dovrai rispondere in modo sbagliato alla domanda che ti viene chiesta!",
  "technologies.label.main": "We use the latest technologies, always",
  "technologies.label.description": "For us, using the latest technologies means to be the first in the market to experiment things.",
  "technologies.label.description_2": "In terms of knowledge, here in CrystalSoft we use a lot of programming language and tools, mainly we use: Rust, C/C++, TypeScript, PHP, Elixir, JavaScript, CSS, GraphQL, MongoDB, Docker, Kotlin, MySQL, Postgres SQL and many more.",
  "about.label.promo": "Who we are",
  "about.label.promo_long": "CrystalSoft was born in 2005 as a Software House by an idea of Dario Cancelliere, initially creating PC software for Microsoft® Windows®.",
  "about.label.description": "For years we have dedicated ourselves to the creation of freeware software, many of these have become very popular on the web.",
  "about.label.description_2": "The proof of this, is the \"Mercante in Fiera\" game which was a hit, launched in 2005 with his last release in 2006 has been undermined and proclaimed almost a official game of the famous TV show.",
  "about.label.description_3": "Obviously we did not stop here, in 2009 we launched another software called WinRefine, it is used to preview multimedia files such as MP3, Images and other formats. It was subsequently reviewed by Softpedia reaching 4 out of 5 stars.",
  "about.label.description_4": "Furthermore, since 2012, we have dedicated ourselves to the world of Android applications, bringing the \"Mercante in Fiera\" game back into play and also, developing many other applications.",
  "about.label.what_we_do": "What we do",
  "about.label.description_5": "Our business is founded on software development using and always researching the best performing tools available.",
  "about.label.description_6": "We started software development for Windows with C++ programming language. Over the years we have also led the development for other operating systems such as Linux and from that moment, when we create a software, we think it for all platforms as possible, creating cross-platform applications.",
  "about.label.description_7": "In addition to the desktop platforms we have developed applications for mobile devices. The first application we created, in 2007, is a chat client for J2ME platforms.",
  "about.label.description_8": "During the last years we have focused our developments mainly for services, websites and Telegram bots, using backend web services developed with Rust programming language.",
  "about.label.apps": "Apps",
  "about.label.apps_description": "Mainly we created some Android application, starting from simply management apps and ending to bluetooth interaction",
  "about.label.web_services": "Web services",
  "about.label.web_services_description": "Web services are the backend of all modern web sites, the last that we developed was made in Rust with GraphQL API integration",
  "about.label.web_sites": "Websites",
  "about.label.web_sites_description": "During these years we created up to 200+ websites, mainly in PHP and Bootstrap, lately we used some more custom technologies",
  "about.label.docker": "Containerization",
  "about.label.docker_description": "All apps, services and websites could be containerized in order to execute it in any system independently of the host configuration",
  "about.label.telegram": "Telegram",
  "about.label.telegram_description": "The online chat world is very affascinate for us and since 2014 we had put the attention on Telegram, creating some famous bots",
  "about.label.games": "Games",
  "about.label.games_description": "We are appassionate of video-games since ever and we created some little games even in 2D with a discrete success, mainly for the Android platform reaching more than 500 millions of downloads",
  "contacts.label.email": "You can contact us at: info@crystalsoft.it",
  "news.label.link": "Visit the website",
  "news.posso_partire.label.promo": "Posso partire?",
  "news.posso_partire.label.promo_long": "È un servizio pensato e creato per aiutare le persone che vogliono viaggiare all'estero ma che trovano difficile capire in quale paese possono o meno spostarsi.",
  "news.posso_partire.label.description": "L'emergenza pandemica Covid-19 ha messo tutti a dura prova ed è sempre più difficile capire dove si può viaggiare per turismo.",
  "news.posso_partire.label.description_2": "L'utilizzo del sito è semplicissimo, basterà cliccare su una bandiera relativa allo stato preferito, cercandola o filtrandola tramite la casella di ricerca e attraverso una intuitiva leggenda caratterizzata da tre colori principali, sarà possibile capire o meno se lo spostamento e consentito.",
  "news.posso_partire.label.description_3": "ATTENZIONE: Le informazioni riportate sul sito provengono da fonti ufficiali prelevate dal portale www.viaggiaresicuri.it ma non hanno alcuna valenza legale/giuridica. Si consiglia sempre di consultare le informazioni fornite dal governo.",
  "news.posso_partire.label.description_4": "Sarà inoltre possibile visualizzare qualche informazione aggiuntiva relativamente alle attuali norme vigenti.",
  "news.posso_partire.label.description_5": "Per poter viaggiare sarà sempre obbligatorio aver fatto un tampone 24-48 ore prima della partenza o aver completato il ciclo vaccinale da almeno 14 giorni con annesso green pass. Maggiori informazioni potranno essere visionate direttamente dal sito del governo.",
  "news.posso_partire.label.description_6": "Si raccomanda in ogni caso inoltre, prima di partire, di verificare la normativa in vigore in tema di ingressi nei Paesi di destinazione, consultando la Scheda del Paese di interesse su ViaggiareSicuri.",
  "news.compact_web_document.label.promo": "Compact Web Document",
  "news.compact_web_document.label.promo_long": "A new era for digital documents. The CWD format is a new powerful and multimedia document file that allows rich contents such images, videos, audios, live maps and of course, text.",
  "news.compact_web_document.label.description": "With CWD you can easily build your own document with HTML, CSS and JavaScript and the resulting file is an high standard and compressed portable document, readable with a CWD Reader.",
  "news.compact_web_document.label.description_2": "Imagine a CWD file as a portable browser, in fact, the official CWD Reader uses Blink as renderer engine. The document is zoomable and printable like a canonical PDF file but uses a non-proprietary standard, so is more extensible and universal, and doesn't keep any custom or not well defined logic or behaviour.",
  "news.compact_web_document.label.description_3": "You can open a CWD file as a ZIP file and read and extract the raw content, the result will be a set of file that a CWD Reader will merge and use for the document rendering.",
  "news.compact_web_document.label.description_4": "Compact Web Document also known as CWD, is an innovative document format that is made for pixel perfect document viewing on any platform possible. In fact, CWD is (or, will be) available for Linux, Microsoft ® Windows ®, MacOSX, Android and iOS.",
  "news.compact_web_document.label.description_5": "It's an innovative embedded web document that comes with the benefit of the web world in a document thinking, like Adobe PDF, Microsoft ® Word, ePUB and other similar format.",
  "news.compact_web_document.label.description_6": "You can think as a web page embedded on a portable file with all the benefits of a web page but the portability of a straightforward document.",
  "news.compact_web_document.label.description_7": "Essentially, a CWD file, is a ZIP file with all HTML directives and resources included, usually a CWD Reader will read it in memory (RAM) and will render like a browser does, in fact, the official CWD Reader renders the page with the Blink engine."
}
