{
  "site.title": "CrystalSoft",
  "site.separator": " - ",
  "site.cookie_accept": "Accept",
  "site.cookie_policy": "By clicking on 'Accept', you agree to the use of cookies and other technologies to process your personal data (e.g. IP Address) to enhance and personalise your experience across CrystalSoft.",
  "menu.products": "Products",
  "menu.technologies": "Technologies",
  "menu.open_source": "Open Source",
  "menu.news": "News",
  "menu.about": "About",
  "menu.contacts": "Contacts",
  "menu.terms": "Terms and Conditions",
  "menu.privacy": "Privacy Policy",
  "label.disclaimer": "Software is provided \"as is\" and without any warranty. We therefore decline any moral or immoral, direct and/or indirect damage caused by our software.",
  "label.header": "We are more than a software house company.",
  "label.discover_more": "Discover more",
  "label.explore": "Explore products",
  "label.news": "Show all news",
  "label.more_info": "Do you need help?",
  "label.more_info_contact": "Contact us",
  "label.working": "Under construction",
  "label.not_found": "404 Page not found!",
  "home.site.title": "CrystalSoft: software, apps, website and games",
  "home.label.promo": "Performances. Quality. Professionalism.",
  "home.label.promo_long": "For years, we dedicated our focus to the creation of freeware software and websites, starting from Microsoft ® Windows ® and approaching Google Android.",
  "home.promo.posso_partire_title": "New website created to help italian travelers",
  "home.promo.posso_partire_description": "During the Covid-19 pandemic is actually very hard finding where italian travelers could go, with this service we help people understanding it.",
  "home.label.intro": "Different thinking regarding the software engineering",
  "home.label.freeware": "Freeware",
  "home.label.freeware_description": "During the last years we have made several freeware software, we focus on this mode of distribution such as our program WinRefine, totally free.",
  "home.label.web": "Web",
  "home.label.web_description": "During the last years we have made several freeware software, we focus on this mode of distribution such as our program WinRefine, totally free.",
  "home.label.mobile": "Mobile",
  "home.label.mobile_description": "During the last years we have made several freeware software, we focus on this mode of distribution such as our program WinRefine, totally free.",
  "home.label.main": "We started Software development in 2005 for Microsoft Windows with the C++ programming language.",
  "home.label.main_2": "Over the years, we have led the development on other Operating Systems like Linux and since this moment, when we create a software, we think for all platforms as possible, creating cross-platform applications.",
  "home.label.explore_products": "Explore latest projects",
  "home.label.news": "Read our latest news",
  "home.products.posso_partire.description": "È un servizio pensato e creato per aiutare le persone che vogliono viaggiare all'estero ma che trovano difficile capire in quale paese possono o meno spostarsi. L'emergenza pandemica Covid-19 ha messo tutti a dura prova ed è sempre più difficile capire dove si può viaggiare per turismo.",
  "home.products.compact_web_document.description": "The CWD format is a new powerful and multimedia document file that allows rich contents such images, videos, audios, live maps and of course, text. With CWD you can easily build your own document with HTML, CSS and JavaScript and the resulting file is an high standard and compressed portable document, readable with a CWD Reader.",
  "home.news.posso_partire.description": "New website created to help italian travelers! During the Covid-19 pandemic is actually very hard finding where italian travelers could go, with this service we help people understanding it.",
  "home.news.compact_web_document.description": "Compact Web Document also known as CWD, is an innovative document format that is made for pixel perfect document view on any platform possible.",
  "home.news.crazy_cricket.description": "Simple addictive game ever. Jump from block to block and get the best score!",
  "home.news.risposta_sbagliata.description": "Con Risposta Sbagliata! dovrai rispondere in modo sbagliato alla domanda che ti viene chiesta!",
  "technologies.label.main": "We use the latest technologies, always",
  "technologies.label.description": "For us, using the latest technologies means to be the first in the market to experiment things.",
  "technologies.label.description_2": "In terms of knowledge, here in CrystalSoft we use a lot of programming language and tools, mainly we use: Rust, C/C++, TypeScript, PHP, Elixir, JavaScript, CSS, GraphQL, MongoDB, Docker, Kotlin, MySQL, Postgres SQL and many more.",
  "about.label.promo": "Who we are",
  "about.label.promo_long": "CrystalSoft was founded in 2005 by Dario Cancelliere, as a Software House for create PC programs.",
  "about.label.description": "For years, we are dedicated to creating programs Freeware, many of these have become very popular on the Web.",
  "about.label.description_2": "The proof of this, is the \"Mercante in Fiera\" game which was a hit, launched in 2005 with his last release in 2006 has been undermined and proclaimed almost a official game of the famous TV show.",
  "about.label.description_3": "Obviously we did not stop here, in 2009 we also launched a program called WinRefine, is used for multimedia files such as MP3, Images and varied preview. It was reviewed by Softpedia reaching 4 out of 5 stars.",
  "about.label.description_4": "We are happy to continue with this form of release, which is Freeware and will continue over the years to release this software.",
  "about.label.what_we_do": "What we do",
  "about.label.description_5": "We started Software development for Windows with the C++ programming language. Over the years we have led the development on other Operating Systems like Linux and from that moment, when we create a software, we think for all platforms as possible, creating cross-platform applications.",
  "about.label.description_6": "In addition to the Desktop platforms we developed and developing, applications for mobile devices.\nThe first application we have created is a Chat client for J2ME.",
  "about.label.description_7": "Lately we have been present in collaboration with another software house to create an application for the Android platform with two versions of the application, paid & free.",
  "about.label.description_8": "We are broadly satisfied with the gait of our company and continue to create PC, Smartphone, Tablet software.",
  "about.label.apps": "Apps",
  "about.label.apps_description": "Mainly we created some Android application, starting from simply management apps and ending to bluetooth interaction",
  "about.label.web_services": "Web services",
  "about.label.web_services_description": "Web services are the backend of all modern web sites, the last that we developed was made in Rust with GraphQL API integration",
  "about.label.web_sites": "Websites",
  "about.label.web_sites_description": "During these years we created up to 200+ websites, mainly in PHP and Bootstrap, lately we used some more custom technologies",
  "about.label.docker": "Containerization",
  "about.label.docker_description": "All apps, services and websites could be containerized in order to execute it in any system independently of the host configuration",
  "about.label.frontend": "Frontend development",
  "about.label.frontend_description": "Recently we approached the React framework with success and we certainly continue to use this technology instead of PHP for the frontend of web sites",
  "about.label.games": "Games",
  "about.label.games_description": "We are appassionate of video-games since ever and we created some little games even in 2D with a discrete success, mainly for the Android platform reaching more than 500 millions of downloads"
}
