{
  "site.title": "CrystalSoft",
  "site.separator": " - ",
  "site.cookie_accept": "Accetto",
  "site.cookie_policy": "Per offrirti una migliore esperienza di navigazione online, questo sito web usa dei cookie, propri e di terze parti. Continuando a navigare sul sito acconsenti all'utilizzo dei cookie.",
  "menu.products": "Prodotti",
  "menu.tecnologies": "Tecnologie",
  "menu.open_source": "Open Source",
  "menu.news": "News",
  "menu.about": "Chi siamo",
  "menu.contacts": "Contatti",
  "menu.terms": "Termini e Condizioni",
  "menu.privacy": "Privacy Policy",
  "label.disclaimer": "Il software è fornito \"cosi com'è\" e senza alcuna garanzia. Si declina quindi qualsiasi danno morale o immorale, danno diretto e/o indiretto, provocato dal nostro software.",
  "label.header": "Siamo molto di più che un'azienda che produce software.",
  "label.discover_more": "Scopri di più",
  "label.explore": "Esplora i prodotti",
  "label.news": "Visualizza le news",
  "label.more_info": "Hai bisogno di assistenza?",
  "label.more_info_contact": "Contattaci",
  "label.working": "In costruzione",
  "label.not_found": "404 Pagina non trovata!",
  "home.site.title": "CrystalSoft: software, applicazioni, siti e giochi",
  "home.label.promo": "Performance. Qualità. Professionalità.",
  "home.label.promo_long": "Da anni, ci dedichiamo alla creazione di sofware gratuiti e siti web, partendo da Microsoft ® Windows ® e poi approcciando anche Google Android.",
  "home.promo.posso_partire_title": "Nuovo sito web per aiutare i viaggiatori italiani",
  "home.promo.posso_partire_description": "Durante la pandemia da Covid-19 è davvero difficile capire dove si può viaggiare per turismo, con questo servizio aiutiamo le persone a capirlo.",
  "home.label.intro": "Pensiamo al software in modo differente",
  "home.label.freeware": "Freeware",
  "home.label.freeware_description": "Durante gli ultimi anni abbiamo realizzato vari Software Freeware. Puntiamo molto su questa modalità di distribuzione, come il nostro programma WinRefine, totalmente gratuito.",
  "home.label.web": "Web",
  "home.label.web_description": "Il web è da sempre uno dei nostri pilastri portanti, sviluppiamo siti web di qualità e fruibili in tutti i dispositivi in modo agevole e usabile.",
  "home.label.mobile": "Mobile",
  "home.label.mobile_description": "Il mondo Mobile ci affascina moltissimo e stiamo puntando molto sulla piattaforma Android, in cantiere ci sono molti progetti interessanti che presto rilasceremo.",
  "home.label.main": "Abbiamo iniziato a sviluppare software nel 2005 creando programmi per Windows con il linguaggio di programmazione C++.",
  "home.label.main_2": "Nel corso degli anni abbiamo portato lo sviluppo anche su altri Sistemi Operativi come Linux e da quel momento, quando creiamo un Software, lo pensiamo per tutte le piattaforme possibili, creando quindi Software Cross-Platform.",
  "home.label.explore_products": "Esplora gli ultimi progetti",
  "home.label.news": "Leggi le nostre ultime notizie",
  "home.products.posso_partire.description": "È un servizio pensato e creato per aiutare le persone che vogliono viaggiare all'estero ma che trovano difficile capire in quale paese possono o meno spostarsi. L'emergenza pandemica Covid-19 ha messo tutti a dura prova ed è sempre più difficile capire dove si può viaggiare per turismo.",
  "home.products.compact_web_document.description": "Il formato CWD è un nuovo e potente documento multimediale che permette la visualizzazione di contenuti come immagini, video, audio, mappe e ovviamente, il testo. Con CWD potrai facilmente creare i tuoi documenti con HTML, CSS e JavaScript e il risultato sarà un file compresso e portabile, leggibile con un CWD Reader.",
  "home.news.posso_partire.description": "Durante la pandemia da Covid-19 è davvero difficile capire dove si può viaggiare per turismo, ti aiutiamo noi.",
  "home.news.compact_web_document.description": "Compact Web Document acronimo di CWD, è un innovativo formato di documento costruito per una visualizzazione pixel perfect in tutte le piattaforme possibili.",
  "home.news.crazy_cricket.description": "Il gioco più addictive degli ultimi tempi è arrivato sul Play Store. Salta da un blocco di terra ad un altro e ottieni il punteggio più alto di tutti!",
  "home.news.risposta_sbagliata.description": "Con Risposta Sbagliata! dovrai rispondere in modo sbagliato alla domanda che ti viene chiesta!"
}
