{
  "site.title": "CrystalSoft",
  "site.separator": " - ",
  "site.cookie_accept": "Accetto",
  "site.cookie_policy": "Per offrirti una migliore esperienza di navigazione online, questo sito web usa dei cookie, propri e di terze parti. Continuando a navigare sul sito acconsenti all'utilizzo dei cookie.",
  "menu.home": "Home Page",
  "menu.products": "Prodotti",
  "menu.news": "News",
  "menu.about": "Chi siamo",
  "menu.contacts": "Contatti",
  "menu.terms": "Termini e Condizioni",
  "menu.privacy": "Privacy Policy",
  "label.disclaimer": "Il software è fornito \"cosi com'è\" e senza alcuna garanzia. Si declina quindi qualsiasi danno morale o immorale, danno diretto e/o indiretto, provocato dal nostro software.",
  "label.header": "Siamo molto di più che un'azienda che produce software.",
  "label.discover_more": "Scopri di più",
  "label.explore": "Esplora i prodotti",
  "label.news": "Visualizza le news",
  "label.more_info": "Hai bisogno di assistenza?",
  "label.more_info_contact": "Contattaci",
  "label.working": "In costruzione",
  "label.not_found": "404 Pagina non trovata!",
  "home.site.title": "CrystalSoft: software, applicazioni, siti e giochi",
  "home.label.promo": "Performance. Qualità. Professionalità.",
  "home.label.promo_long": "Da anni, ci dedichiamo alla creazione di software freeware, applicazioni, siti web e web services all'avanguardia, utilizzando strumenti aggiornati e offrendo la migliore esperienza possibile.",
  "home.promo.posso_partire_title": "Nuovo sito web per aiutare i viaggiatori italiani",
  "home.promo.posso_partire_description": "Durante la pandemia da Covid-19 è davvero difficile capire dove si può viaggiare per turismo, con questo servizio aiutiamo le persone a capirlo.",
  "home.label.intro": "Pensiamo al software in modo differente",
  "home.label.freeware": "Freeware",
  "home.label.freeware_description": "Durante il corso degli anni abbiamo realizzato vari software freeware, come ad esempio il nostro programma WinRefine, totalmente gratuito, da sempre.",
  "home.label.web": "Web",
  "home.label.web_description": "Il web è da sempre uno dei nostri pilastri portanti, sviluppiamo siti web di qualità e fruibili in tutti i dispositivi in modo agevole e usabile.",
  "home.label.mobile": "Mobile",
  "home.label.mobile_description": "Il mondo mobile ci ha sempre affascinato tanto e abbiamo puntato molto nella piattaforma Android, in cantiere ci sono molti progetti interessanti che presto rilasceremo.",
  "home.label.main": "La nostra storia inizia nel 2005, quando abbiamo iniziato a sviluppare i primi software per Windows, utilizzando il linguaggio di programmazione C++.",
  "home.label.main_2": "Nel corso di questi anni abbiamo intrapreso lo sviluppo anche per altri sistemi operativi come Linux e da quel momento, quando creiamo un software, lo pensiamo per tutte le piattaforme possibili, creando software cross-platform.",
  "home.label.explore_products": "Esplora gli ultimi progetti",
  "home.label.news": "Leggi le nostre ultime notizie",
  "home.products.posso_partire.description": "È un servizio pensato e creato per aiutare le persone che vogliono viaggiare all'estero ma che trovano difficile capire in quale paese possono o meno spostarsi. L'emergenza pandemica Covid-19 ha messo tutti a dura prova ed è sempre più difficile capire dove si può viaggiare per turismo.",
  "home.products.compact_web_document.description": "Il formato CWD è un nuovo e potente documento multimediale che permette la visualizzazione di contenuti come immagini, video, audio, mappe e ovviamente, il testo. Con CWD potrai facilmente creare i tuoi documenti con HTML, CSS e JavaScript e il risultato sarà un file compresso e portabile, leggibile con un CWD Reader.",
  "home.news.posso_partire.description": "Durante la pandemia da Covid-19 è davvero difficile capire dove si può viaggiare per turismo, ti aiutiamo noi.",
  "home.news.compact_web_document.description": "Compact Web Document acronimo di CWD, è un innovativo formato di documento costruito per una visualizzazione pixel perfect in tutte le piattaforme possibili.",
  "home.news.crazy_cricket.description": "Il gioco più addictive degli ultimi tempi è arrivato sul Play Store. Salta da un blocco di terra ad un altro e ottieni il punteggio più alto di tutti!",
  "home.news.risposta_sbagliata.description": "Con Risposta Sbagliata! dovrai rispondere in modo sbagliato alla domanda che ti viene chiesta!",
  "technologies.label.main": "Usiamo le ultimissime tecnologie, sempre",
  "technologies.label.description": "Per noi, utilizzare le ultime tecnologie significa essere tra i primi sul mercato a sperimentarle.",
  "technologies.label.description_2": "In termini di conoscenze, qui in CrystalSoft utilizziamo tanti linguaggi di programmazione e strumenti vari, principalmente viene utilizzato: Rust, C/C++, TypeScript, PHP, Elixir, JavaScript, CSS, GraphQL, MongoDB, Docker, Kotlin, MySQL, Postgres SQL e molti altri.",
  "about.label.promo": "Chi siamo",
  "about.label.promo_long": "CrystalSoft nasce nel 2005 come Software House da un'idea di <a href=\"https://www.dariocancelliere.it/\" target=\"_blank\">Dario Cancelliere</a>, inizialmente per la creazione di software per PC con Microsoft® Windows®.",
  "about.label.description": "Da anni ci dedichiamo alla creazione di programmi freeware, molti di questi, divenuti molto famosi nel web.",
  "about.label.description_2": "Il gioco del \"Mercante in Fiera\" è stato subito un successo, lanciato nel 2005 con la sua ultima release nel 2006 si è insidiato e proclamato un gioco pseudo-ufficiale del celebre programma TV in onda su Italia 1.",
  "about.label.description_3": "Nel 2009 abbiamo lanciato un altro programma per Windows chiamato WinRefine, quest'ultimo viene utilizzato per visualizzare anteprime di files multimediali come MP3, Immagini e altri formati. È stato successivamente recensito da Softpedia raggiungendo le 4 stelle su 5.",
  "about.label.description_4": "Dal 2012 inoltre, ci dedichiamo al mondo delle applicazioni per Android, riportando ad esempio in gioco il Mercante in Fiera e sviluppando anche tante altre applicazioni.",
  "about.label.what_we_do": "Cosa facciamo",
  "about.label.description_5": "La nostra attività è fondata nello sviluppo di software utilizzando e ricercando sempre i metodi più performanti a disposizione.",
  "about.label.description_6": "Abbiamo iniziato lo sviluppo di software per Windows sin da subito con il linguaggio di programmazione C++. Nel corso di questi anni abbiamo intrapreso lo sviluppo anche per altri sistemi operativi come Linux e da quel momento, quando creiamo un software, lo pensiamo per tutte le piattaforme possibili, creando software cross-platform.",
  "about.label.description_7": "Oltre che le piattaforme desktop abbiamo sviluppato e sviluppiamo, applicazioni per dispositivi mobili. La prima applicazione da noi creata, nel 2007, è un client di chat per piattaforme J2ME.",
  "about.label.description_8": "Durante l'ultimo periodo abbiamo focalizzato i nostri sviluppi principalmente per servizi, siti web e bot Telegram, utilizzando backend web services sviluppati con il linguaggio di programmazione Rust.",
  "about.label.apps": "Applicazioni",
  "about.label.apps_description": "Principalmente abbiamo creato applicazioni per Android, app che possono interagire con il bluetooth o semplici app di gestione",
  "about.label.web_services": "Web services",
  "about.label.web_services_description": "I web service sono i servizi che stanno dietro le quinte della maggior parte dei siti, l'ultimo web service che abbiamo sviluppato è stato scritto in Rust con l'utilizzo di API GraphQL",
  "about.label.web_sites": "Siti web",
  "about.label.web_sites_description": "Durante il corso degli anni abbiamo creato più di 200 siti, principalmente con PHP e Bootstrap per poi passare a tecnologie più custom e system based",
  "about.label.docker": "Containerizazzione",
  "about.label.docker_description": "Tutte le applicazioni, servizi, siti possono essere \"virtualizzate\" per essere eseguite in qualsiasi sistema senza necesseriamente installare dipendenze o conoscere la configurazione",
  "about.label.telegram": "Bot Telegram",
  "about.label.telegram_description": "Il mondo delle chat online ci ha da sempre affascinato e contraddistinto, dal 2014 abbiamo portato l'attenzione a Telegram, creando alcuni bot molto famosi",
  "about.label.games": "Videogiochi",
  "about.label.games_description": "Da sempre appassionati di videogiochi, ci siamo sempre dilettati a creare piccoli giochi anche 2D con discreto successo, soprattutto sulla piattaforma Android con più di 500mln di downloads",
  "contacts.label.email": "Per il momento, puoi scriverci a: info@crystalsoft.it",
  "news.label.main": "Le nostre news",
  "news.label.link": "Apri il sito",
  "news.label.play_store": "Vai al Play Store",
  "news.posso_partire.label.promo": "Posso partire?",
  "news.posso_partire.label.promo_long": "È un servizio pensato e creato per aiutare le persone che vogliono viaggiare all'estero ma che trovano difficile capire in quale paese possono o meno spostarsi.",
  "news.posso_partire.label.description": "L'emergenza pandemica Covid-19 ha messo tutti a dura prova ed è sempre più difficile capire dove si può viaggiare per turismo.",
  "news.posso_partire.label.description_2": "L'utilizzo del sito è semplicissimo, basterà cliccare su una bandiera relativa allo stato preferito, cercandola o filtrandola tramite la casella di ricerca e attraverso una intuitiva leggenda caratterizzata da tre colori principali, sarà possibile capire o meno se lo spostamento e consentito.",
  "news.posso_partire.label.description_3": "ATTENZIONE: Le informazioni riportate sul sito provengono da fonti ufficiali prelevate dal portale www.viaggiaresicuri.it ma non hanno alcuna valenza legale/giuridica. Si consiglia sempre di consultare le informazioni fornite dal governo.",
  "news.posso_partire.label.description_4": "Sarà inoltre possibile visualizzare qualche informazione aggiuntiva relativamente alle attuali norme vigenti.",
  "news.posso_partire.label.description_5": "Per poter viaggiare sarà sempre obbligatorio aver fatto un tampone 24-48 ore prima della partenza o aver completato il ciclo vaccinale da almeno 14 giorni con annesso green pass. Maggiori informazioni potranno essere visionate direttamente dal sito del governo.",
  "news.posso_partire.label.description_6": "Si raccomanda in ogni caso inoltre, prima di partire, di verificare la normativa in vigore in tema di ingressi nei Paesi di destinazione, consultando la Scheda del Paese di interesse su ViaggiareSicuri.",
  "news.compact_web_document.label.promo": "Compact Web Document",
  "news.compact_web_document.label.promo_long": "A new era for digital documents. The CWD format is a new powerful and multimedia document file that allows rich contents such images, videos, audios, live maps and of course, text.",
  "news.compact_web_document.label.description": "With CWD you can easily build your own document with HTML, CSS and JavaScript and the resulting file is an high standard and compressed portable document, readable with a CWD Reader.",
  "news.compact_web_document.label.description_2": "Imagine a CWD file as a portable browser, in fact, the official CWD Reader uses Blink as renderer engine. The document is zoomable and printable like a canonical PDF file but uses a non-proprietary standard, so is more extendible and universal, and doesn't keep any custom or not well defined logic or behaviour.",
  "news.compact_web_document.label.description_3": "You can open a CWD file as a ZIP file and read and extract the raw content, the result will be a set of file that a CWD Reader will merge and use for the document rendering.",
  "news.compact_web_document.label.description_4": "Compact Web Document also known as CWD, is an innovative document format that is made for pixel perfect document viewing on any platform possible. In fact, CWD is (or, will be) available for Linux, Microsoft ® Windows ®, MacOSX, Android and iOS.",
  "news.compact_web_document.label.description_5": "It's an innovative embedded web document that comes with the benefit of the web world in a document thinking, like Adobe PDF, Microsoft ® Word, ePUB and other similar format.",
  "news.compact_web_document.label.description_6": "You can think as a web page embedded on a portable file with all the benefits of a web page but the portability of a straightforward document.",
  "news.compact_web_document.label.description_7": "Essentially, a CWD file, is a ZIP file with all HTML directives and resources included, usually a CWD Reader will read it in memory (RAM) and will render like a browser does, in fact, the official CWD Reader renders the page with the Blink engine.",
  "news.crazy_cricket.label.promo": "Crazy Cricket",
  "news.crazy_cricket.label.promo_long": "Nuovo gioco addictive per Android: salta di blocco in blocco con il grillo!",
  "news.crazy_cricket.label.title": "Vi presentiamo Crazy Cricket, un gioco per dispositivi Android",
  "news.crazy_cricket.label.description": "Il gioco più addictive degli ultimi tempi è arrivato sul Play Store. Salta da un blocco di terra ad un altro e ottieni il punteggio più alto di tutti!",
  "news.crazy_cricket.label.description_2": "Effettua uno swipe verso sopra (a partire da sopra la terra) per far saltare il grillo. Maggiore sarà lo slide e maggiore sarà la potenza di salto che è visibile dalla barra di potenza in basso a destra. Puoi anche sparare toccando lo schermo una o più volte.",
  "news.crazy_cricket.label.description_3": "Le regole di questo gioco sono semplici, evita i burroni e uccidi i nemici collezionando più punti possibili. Durante la corsa si potranno ottenere vari potenziamenti che ti aiuteranno a scalare la classifica.",
  "news.crazy_cricket.label.description_4": "È disponibile una Classifica mondiale e una serie di Obiettivi attivando il Joystick sito nella Home del gioco.\nDurante il Gameover viene presentato un riassunto e cliccando sul Joystick si raggiungerà la classifica per poter condividere il proprio risultato.",
  "news.crazy_cricket.label.description_5": "È possibile visualizzare gli Obiettivi toccando il pulsante \"Achievements\"."
}
